tap "homebrew/bundle"
brew "mas"
brew "pure"
brew "tmux"
cask "bettertouchtool"
cask "discord"
cask "flux"
cask "google-chrome"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
