tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "mas"
brew "pure"
brew "tmux"
brew "clojure/tools/clojure"
cask "bettertouchtool"
cask "discord"
cask "flux"
cask "google-chrome"
cask "monitorcontrol"
cask "notion"
cask "slack"
cask "spotify"
cask "temurin17"
cask "visual-studio-code"
mas "Bear", id: 1091189122
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.github-vscode-theme"
vscode "rangav.vscode-thunder-client"
vscode "sdras.night-owl"
vscode "svelte.svelte-vscode"
vscode "vscodevim.vim"
